Revit 2027 API
ParameterTypeId.BoundaryZTranslationSpring Property
 "Z Translation - Spring"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryZTranslationSpring { get; }
Public Shared ReadOnly Property BoundaryZTranslationSpring As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryZTranslationSpring {
	ForgeTypeId^ get ();
}
static member BoundaryZTranslationSpring : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace